
const questions = [
    {id : 1 , title : "طراحی وب چیست؟" , info : `طراحی سایت شامل هماهنگی بین ظاهر، عملکرد و محتوا است. این می تواند خلاصه ترین پاسخ به سوال اصلی ما یعنی طراحی سایت چیست، باشد. با ایجاد این هماهنگی می توان سایتی را ایجاد کرد که مهمترین نیازها و هدف ‌های کسب و کار افراد را برآورده کند.
    در طراحی سایت، مواردی همچون محتوا، ظاهر، خدمات و عملکرد هایی برای یک وبسایت تعیین می شود. با استفاده از این نقشه راه که نمایی کلی از تمام آنچه که از سایت مد نظرتان می خواهید، پروژه طراحی سایت آغاز می شود. این فرآیند با طراحی ظاهری (UI) آغاز شده و سپس با  طراحی تجربه کاربری (UX) و ایجاد محتوا ادامه می یابد`} ,
    {id : 2 , title : " سئو چیست؟" , info : `سئو (SEO) یا بهینه‌سازی موتورهای جست‌وجو، مجموعه‌ای از فرایندها هستند که با هدف افزایش بازدید وب‌سایت‌ها در موتورهای جستجو، مانند گوگل و با هدف دریافت ترافیک ارگانیک بیشتر انجام می‌شوند. وب‌سایت‌ها به این دلیل به سئو نیاز دارند تا بتوانند نیازهای جست‌وجوی کاربران را با تولید محتوای مرتبط و باکیفیت پاسخ دهند. در واقع اصلی‌ترین هدف وب‌سایت‌ها قرارگیری در صفحات اول نتایج موتورهای جست‌وجو (SERP) بوده که این موضوع با رعایت اصول سئو امکان‌پذیر است.`} ,
    {id : 3 , title : "هوش مصنوعی چیست؟ " , info : `امروزه هوش مصنوعی (Artificial Intelligence) که به اختصار AI خطاب می‌شود یکی از داغ‌ترین اصطلاحات روز در فناوری به حساب می‌آید. دلیل این امر بسیار محکم است؛ در سال‌های اخیر نوآوری‌ها و پیشرفت‌های بسیاری در زمینه هوش مصنوعی پدید آمده که در گذشته تنها در حوزه فیلم‌های علمی تخیلی مورد تصور بودند، اما اکنون کم‌کم به واقعیت تبدیل شده‌اند.`} ,

]



export default questions